Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: In the same vein, is this mind [of the bodhisattvas] unattached to [the other sensory elements], up to and including the sensory element of mental consciousness?

source: དེ་བཞིན་དུ་གཟུགས་ཀྱི་ཁམས་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Similarly, is this mind [of the bodhisattvas] unattached to the sensory element of sights?

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་ཁམས་ཀྱི་བར་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: In the same vein, is this mind [of the bodhisattvas] unattached to [the other sensory elements], up to and including the sensory element of mental phenomena?

source: དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Similarly, is this mind [of the bodhisattvas] unattached to the applications of mindfulness?

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: In the same vein, is this mind [of the bodhisattvas] unattached to [the other causal attributes], up to and including the noble eightfold path?

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Similarly, is this mind [of the bodhisattvas] unattached to the ten powers of the tathāgatas?

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: In the same vein, is this mind [of the bodhisattvas] unattached to [the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas?”

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་དེ་བཞིན་ནོ། །ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་ཏེ།
en: “Venerable Śāradvatī­putra, it is just as you have said.

source: གཟུགས་ལ་ཡང་སེམས་དེ་ཆགས་པ་མེད་དོ། །
en: This mind [of the bodhisattvas] is unattached to physical forms.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ལ་ཡང་སེམས་དེ་ཆགས་པ་མེད་དོ། །
en: Similarly, this mind [of the bodhisattvas] is unattached to feelings, perceptions, formative predispositions, and consciousness.

source: དེ་བཞིན་དུ་མིག་ལ་སེམས་དེ་ཆགས་པ་མེད་པ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་བར་ལ་སེམས་དེ་ཆགས་པ་མེད་དོ། །དེ་བཞིན་དུ་གཟུགས་རྣམས་ལ་སེམས་དེ་ཆགས་པ་མེད་པ་ནས།
en: Similarly, this mind [of the bodhisattvas] is unattached to the eyes, and in the same vein, this mind [of the bodhisattvas] is unattached to [the other sense organs], up to and including the mental faculty.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་རྣམས་ཀྱི་བར་ལ་སེམས་དེ་ཆགས་པ་མེད་དོ། །
en: Similarly, this mind [of the bodhisattvas] is unattached to sights, and in the same vein, this mind [of the bodhisattvas] is unattached to [the other sense objects], up to and including mental phenomena.

source: དེ་བཞིན་དུ་མིག་གི་ཁམས་ལ་སེམས་དེ་ཆགས་པ་མེད་པ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་ལ་སེམས་དེ་ཆགས་པ་མེད་དོ། །དེ་བཞིན་དུ་གཟུགས་ཀྱི་ཁམས་ལ་སེམས་དེ་ཆགས་པ་མེད་པ་ནས།
en: Similarly, this mind [of the bodhisattvas] is unattached to the sensory element of the eyes, and in the same vein, this mind [of the bodhisattvas] is unattached to [the other sensory elements], up to and including the sensory element of mental consciousness.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་ཁམས་ཀྱི་བར་ལ་སེམས་དེ་ཆགས་པ་མེད་དོ། །
en: Similarly, this mind [of the bodhisattvas] is unattached to the sensory element of sights, and in the same vein, this mind [of the bodhisattvas] is unattached to [the other sensory elements], up to and including the sensory element of mental phenomena.

source: དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་སེམས་དེ་ཆགས་པ་མེད་པ་ནས། དེ་བཞིན་དུ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་ལ་སེམས་དེ་ཆགས་པ་མེད་པ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: Similarly, this mind [of the bodhisattvas] is unattached to the applications of mindfulness, and in the same vein, this mind [of the bodhisattvas] is unattached to [the other causal attributes], up to and including the noble eightfold path.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་ལ་སེམས་དེ་ཆགས་པ་མེད་པ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་ལ་སེམས་དེ་ཆགས་པ་མེད་པ་ཡིན་ནོ། །
en: Similarly, this mind [of the bodhisattvas] is unattached to the ten powers of the tathāgatas, and in the same vein, this mind [of the bodhisattvas] is unattached to [the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་གང་ཡིན་པ་དེ་ཡང་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་ཐམས་ཅད་དུ་གཏོགས་པ་མ་ཡིན་ནོ། །ཞེས་བཀའ་སྩལ་ནས།
en: Then, the venerable Śāradvatī­putra asked the Blessed One, “You have said, Reverend Lord, that that mind which is omniscient is not included within the three world systems since it is without contaminants.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་སེམས་ཀྱང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ།
en: In that case, Reverend Lord, are the minds of all ordinary persons also free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence?

source: དེ་བཞིན་དུ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་དང་། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་ཐུགས་དེ་ཡང་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ།
en: Similarly, are the minds of all śrāvakas and pratyekabuddhas, and those of all the tathāgatas, free from contaminants and not included within the three world systems?”

source: བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་དེ་དེ་བཞིན་ནོ། །གསོལ་པ།
en: “Śāradvatī­putra,” he replied, “that is so!”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་ཀྱང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ།
en: “Reverend Lord! Are physical forms also free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence?

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ།
en: Similarly, are feelings, perceptions, formative predispositions, and consciousness free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence?”

source: བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་དེ་དེ་བཞིན་ནོ། །
en: “Śāradvatī­putra, that is so!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་ཀྱང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་བར་དུ་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ། བཀའ་སྩལ་པ།
en: Are the eyes also free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence, and in the same vein, are [the other sense organs], up to and including the mental faculty, free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence?”

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་དེ་བཞིན་ནོ། །གསོལ་བ།
en: “Śāradvatī­putra, that is so!”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་ཀྱང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ།
en: “Reverend Lord! Are sights also free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence?”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཆོས་རྣམས་ཀྱི་བར་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ།
en: “Reverend Lord! Are [the other sense objects], up to and including mental phenomena, free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence?”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་ཀྱི་བར་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ།
en: Are [the sensory elements], up to and including the sensory element of the eyes, free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence, and in the same vein, are [the other sensory elements], up to and including the sensory element of mental consciousness, free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence?”

source: དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: “Reverend Lord!

source: ཆོས་ཀྱི་ཁམས་ཀྱི་བར་དུ་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ།
en: In the same vein, are [the other sensory elements], up to and including the sensory element of mental phenomena, free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence?”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ། དེ་བཞིན་དུ་སྦྱར་ཏེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དུ་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ།
en: Are the applications of mindfulness also free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence, and in the same vein, are [the other causal attributes], up to and including the noble eightfold path, free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence?”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ། དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་ཟག་པ་མ་མཆིས་ཤིང་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་ལགས་སམ།
en: Are the ten powers of the tathāgatas also free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence, and in the same vein, are [the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence?”

source: བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་དེ་དེ་བཞིན་ནོ། །ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་ཏེ།
en: “Śāradvatī­putra,” he replied, “it is just as you have said!

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་སེམས་ཀྱང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་དུ་གཏོགས་པ་མ་ཡིན་ནོ། །
en: The minds of all ordinary persons are also free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence.

source: དེ་བཞིན་དུ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་སེམས་ཀྱང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་དུ་གཏོགས་པ་མ་ཡིན་ནོ། །
en: Similarly, the minds of all śrāvakas and pratyekabuddhas are free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence.

source: དེ་བཞིན་དུ་གཟུགས་ཀྱང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་དུ་གཏོགས་པ་མ་ཡིན་ནོ། །
en: Similarly, physical forms are also free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་དུ་གཏོགས་པ་མ་ཡིན་ནོ། །
en: Similarly, feelings, perceptions, formative predispositions, and consciousness are free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence.

source: དེ་བཞིན་དུ་མིག་ཀྱང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་དུ་གཏོགས་པ་མ་ཡིན་པ་ནས། ཡིད་ཀྱི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: Similarly, the eyes are also free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence, and the same goes for [the other sense organs], up to and including the mental faculty.

source: དེ་བཞིན་དུ་མིག་གི་ཁམས་ཀྱང་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་དུ་གཏོགས་པ་མ་ཡིན་པ་ནས། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: Similarly, the sensory element of the eyes is also free from contaminants and not included within the three world systems, and the same goes for [the other sensory elements], up to and including the sensory element of mental consciousness.

source: དེ་བཞིན་དུ་གཟུགས་ཀྱི་ཁམས་ཀྱང་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་དུ་གཏོགས་པ་མ་ཡིན་པ་ནས། ཆོས་ཀྱི་ཁམས་ཀྱི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: Similarly, the sensory element of sights is also free from contaminants and not included within the three world systems, and the same goes for [the other sensory elements], up to and including the sensory element of mental phenomena.

source: དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱང་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་དུ་གཏོགས་པ་མ་ཡིན་པ་ནས། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: Similarly, the applications of mindfulness are also free from contaminants and not included within the three world systems, and the same goes for [the other causal attributes], up to and including the noble eightfold path.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་ཡང་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་དུ་གཏོགས་པ་མ་ཡིན་པ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་ཡང་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར་ཟག་པ་མེད་ཅིང་ཁམས་གསུམ་དུ་གཏོགས་པ་མ་ཡིན་ནོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: Similarly, the ten powers of the tathāgatas are also free from contaminants and not included within the three world systems, and in the same vein, [the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas are free from contaminants and not included within the three world systems, owing to the emptiness of inherent existence.”

source: བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་སེམས་མ་ཡིན་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་སེམས་དེ་ལ་ཆགས་པ་མེད་དོ། །
en: Then the venerable Śāradvatī­putra asked the Blessed One, “The Reverend Lord has said that great bodhisattva beings are unattached to this mind because there is no mind.

source: ཞེས་བཀའ་སྩལ་ན། བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་མ་མཆིས་པ་ཡང་གཟུགས་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ། དེ་བཞིན་དུ་སྦྱར་ཏེ། རྣམ་པར་ཤེས་པའི་བར་དུ་མ་མཆིས་པ་ཡང་རྣམ་པར་ཤེས་པའི་བར་དུ་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: In that case, Reverend Lord, are non-existent physical forms unattached to non-existent physical forms, and in the same vein, are [the other non-existent aggregates], up to and including non-existent consciousness, unattached to non-existent consciousness [and the rest]?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་མ་མཆིས་པ་ཡང་མིག་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Reverend Lord! Are non-existent eyes unattached to non-existent eyes, and in the same vein, are [the other non-existent sense organs], up to and including the non-existent mental faculty, unattached to the non-existent mental faculty [and the rest]?

source: ཡིད་ཀྱི་བར་དུ་མ་མཆིས་པ་ཡང་ཡིད་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ། བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་མ་མཆིས་པ་ཡང་གཟུགས་རྣམས་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Are non-existent sights unattached to non-existent sights?

source: དེ་བཞིན་དུ་ཆོས་རྣམས་མ་མཆིས་པའི་བར་དག་ཆོས་རྣམས་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Similarly, are [the other non-existent sense objects], up to and including non-existent mental phenomena, unattached to non-existent mental phenomena [and the rest]?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་མ་མཆིས་པ་མིག་གི་ཁམས་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Reverend Lord! Is the non-existent sensory element of the eyes unattached to the non-existent sensory element of the eyes?

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་མ་མཆིས་པ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: In the same vein, are the [other non-existent sensory elements], up to and including the non-existent sensory element of mental consciousness, unattached to the non-existent sensory element of mental consciousness [and the rest]?

source: དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མ་མཆིས་པ་ཡང་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Are the non-existent applications of mindfulness unattached to the non-existent applications of mindfulness?

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དུ་མ་མཆིས་པ་ཡང་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: In the same vein, are [the other non-existent causal attributes], up to and including the non-existent noble eightfold path, unattached to the non-existent noble eightfold path [and the rest]?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་མ་མཆིས་པ།
en: Reverend Lord!

source: དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་མ་མཆིས་པ་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Are the non-existent ten powers of the tathāgatas unattached to the non-existent ten powers of the tathāgatas?

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་མ་མཆིས་པ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་མ་མཆིས་པ་རྣམས་ལ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: In the same vein, are the [other non-existent fruitional attributes], up to and including the non-existent eighteen distinct qualities of the buddhas, unattached to the non-existent eighteen distinct qualities of the buddhas [and the rest]?”

source: གཟུགས་མེད་པ་ཡང་གཟུགས་མེད་པ་ལ་ཆགས་པ་མེད་དོ། །རྣམ་པར་ཤེས་པའི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་བ་ནས།
en: Non-existent physical forms remain unattached to non-existent physical forms, and the same goes for [the other non-existent aggregates], up to and including consciousness.

source: དེ་བཞིན་དུ་མིག་ནས་ཡིད་ཀྱི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: The same goes for the eyes and [the other non-existent sense organs], up to and including the mental faculty.

source: དེ་བཞིན་དུ་གཟུགས་རྣམས་ནས་ཆོས་རྣམས་ཀྱི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: The same goes for sights and [the other non-existent sense objects], up to and including mental phenomena.

source: དེ་བཞིན་དུ་མིག་གི་ཁམས་ནས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་པའི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: The same goes for the sensory element of the eyes and [the other non-existent sensory elements], up to and including the non-existent sensory element of mental consciousness.

source: དེ་བཞིན་དུ་གཟུགས་ཀྱི་ཁམས་ནས་ཆོས་ཀྱི་ཁམས་ཀྱི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: The same goes for the sensory element of sights and [the other non-existent sensory elements], up to and including the sensory element of mental phenomena.

source: དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མེད་པ་ཡང་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མེད་པ་ལ་ཆགས་པ་མེད་དོ། །འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: Similarly, the non-existent applications of mindfulness remain unattached to non-existent applications of mindfulness, and the same goes for [the other non-existent causal attributes], up to and including the noble eightfold path.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་མེད་པ་ཡང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་མེད་པ་ལ་ཆགས་པ་མེད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་ལ་ཡང་ཆགས་པ་མེད་དོ། །
en: Similarly, the non-existent ten powers of the tathāgatas remain unattached to the non-existent ten powers of the tathāgatas, and the same goes for [the other non-existent fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱད་པ་ནི། མི་མཉམ་པ་དང་མཉམ་པའི་སེམས་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་དང་ཐུན་མོང་མ་ཡིན་པའི་སེམས་དེས་ཀྱང་མི་དམིགས་པའི་ཚུལ་གྱིས་རློམ་སེམས་སུ་མི་བྱེད།
en: Śāradvatī­putra, great bodhisattva beings who practice the transcendent perfection of wisdom accordingly have minds that are equal to the unequaled and that are not shared in common with the śrāvakas and pratyekabuddhas.

source: མངོན་པར་ཞེན་པར་མི་བྱེད་དོ། །
en: Because this mind [of the bodhisattvas] is non-perceptual, it does not make assumptions, and it does not become fixated.”

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཁྲི་པ་ལས་མི་དམིགས་པའི་ལེའུ་ཞེས་བྱ་སྟེ་བདུན་པའོ།། །།
en: This completes the seventh chapter from “The Transcendent Perfection of Wisdom in Ten Thousand Lines,” entitled “Non-apprehension.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐབས་ལ་མི་མཁས་པས་ཉན་ཐོས་ཀྱིས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་རབ་ཏུ་ལྟུང་ཞིང་བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མ་མཆིས་པ་ལ་མི་འཇུག་པ་ལགས།
en: How do unskilled great bodhisattva beings descend to the level of the śrāvakas and the level of the pratyekabuddhas, and how do they not enter into the maturity of a bodhisattva?

source: བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་ནི་གང་ལགས་སྐྱོན་མ་མཆིས་པ་ནི་གང་ལགས།
en: What is the immaturity of a bodhisattva?

source: དེ་སྐད་ཅེས་གསོལ་བ་དང་།
en: What is the maturity of a bodhisattva?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤ་ར་དྭ་ཏིའི་བུ་གང་གི་ཚེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྔར་ངེས་པར་ལྟུང་བར་གྱུར་ལ་ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་སར་རབ་ཏུ་ལྟུང་ཞིང་བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པར་མི་འཇུག་པ་སྟེ། དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་ཡིན་ནོ། །
en: The Blessed One then addressed the venerable Śāradvatī­putra as follows: “Śāradvatī­putra, the immaturity of a bodhisattva manifests when great bodhisattva beings who have previously regressed descend to the level of the śrāvakas or the level of the pratyekabuddhas, and fail to enter into the maturity of the bodhisattvas.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྔར་ངེས་པར་ལྟུང་བའི་སྐྱོན་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: What is the immaturity of a great bodhisattva being who has previously regressed?”

source: ཤ་ར་དྭ་ཏིའི་བུ་གང་གི་ཚེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐབས་ལ་མི་མཁས་པས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་སྤྱོད་པ་ན། ཐབས་ལ་མི་མཁས་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་རྣམ་པར་ཐར་བའི་སྒོ་ལ་བརྟེན་ནས། ཉན་ཐོས་ཀྱིས་འམ།
en: The Blessed One replied, “Śāradvatī­putra, when great bodhisattva beings who are unskilled practice the six transcendent perfections, owing to their lack of skill in means they actualize the level of the śrāvakas and the level of the pratyekabuddhas dependent on the [three] gateways to liberation—emptiness, signlessness, and aspirationlessness—and they do not maintain the maturity of the bodhisattvas.

source: རང་སངས་རྒྱས་ཀྱིས་མངོན་སུམ་དུ་བྱེད་ཅིང་། བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པ་ལ་མི་འཇུག་པ་སྟེ། ཤ་ར་དྭ་ཏིའི་བུ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྔར་ངེས་པར་ལྟུང་བའི་སྐྱོན་ཡིན་ནོ། །
en: That, Śāradvatī­putra, is the immaturity of a great bodhisattva being who has previously regressed.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྐྱོན་གང་ལགས།
en: “Reverend Lord! Why does this immaturity of great bodhisattva beings occur?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་སྐྱོན་ཞེས་བྱ་བ་ནི་འདི་ལྟ་སྟེ། ཆོས་ལ་སྲེད་པ་སྟེ་སྐྱོན་ཡིན་ནོ། །
en: The Blessed One replied, “Śāradvatī­putra, this ‘immaturity’ entails craving for the sacred doctrine.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཆོས་ལ་སྲེད་པའི་སྐྱོན་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: What is the immaturity that craves for the sacred doctrine?”
